
; ////////////////////////////////////////////
; ********************************************
; Kerrigan
; ********************************************
; ////////////////////////////////////////////
; ********************************************

;KERRIGAN LEFT ARM

[CNV_Kerrigan_LeftArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm (SC)"

[LPL_Kerrigan_LeftArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm (SC)"

[MPL_Kerrigan_LeftArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm (SC)"

[HPL_Kerrigan_LeftArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm (SC)"

[LPW_Kerrigan_LeftArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm (SC)"

[MPW_Kerrigan_LeftArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm (SC)"

[HPW_Kerrigan_LeftArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm (SC)"

;KERRIGAN RIGHT ARM

[CNV_Kerrigan_RightArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm (SC)"

[LPL_Kerrigan_RightArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm (SC)"

[MPL_Kerrigan_RightArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm (SC)"

[HPL_Kerrigan_RightArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm (SC)"

[LPW_Kerrigan_RightArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm (SC)"

[MPW_Kerrigan_RightArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm (SC)"

[HPW_Kerrigan_RightArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm (SC)"

;KERRIGAN HAIR

[Kerrigan_Hair X2BodyPartTemplate]
DisplayName="Kerrigan Hair (SC)"


; ////////////////////////////////////////////
; ********************************************
; MIRANDA
; ********************************************
; ////////////////////////////////////////////
; ********************************************

;Miranda HAIR

[ME3_Miranda_Hair X2BodyPartTemplate]
DisplayName="Miranda Hair (ME)"


;Miranda LEFT ARM

[CNV_Miranda_LeftArm X2BodyPartTemplate]
DisplayName="Miranda Arm (ME)"

[LPL_Miranda_LeftArm X2BodyPartTemplate]
DisplayName="Miranda Arm (ME)"

[MPL_Miranda_LeftArm X2BodyPartTemplate]
DisplayName="Miranda Arm (ME)"

[HPL_Miranda_LeftArm X2BodyPartTemplate]
DisplayName="Miranda Arm (ME)"

[LPW_Miranda_LeftArm X2BodyPartTemplate]
DisplayName="Miranda Arm (ME)"

[MPW_Miranda_LeftArm X2BodyPartTemplate]
DisplayName="Miranda Arm (ME)"

[HPW_Miranda_LeftArm X2BodyPartTemplate]
DisplayName="Miranda Arm (ME)"


;Miranda RIGHT ARM

[CNV_Miranda_RightArm X2BodyPartTemplate]
DisplayName="Miranda Arm (ME)"

[LPL_Miranda_RightArm X2BodyPartTemplate]
DisplayName="Miranda Arm (ME)"

[MPL_Miranda_RightArm X2BodyPartTemplate]
DisplayName="Miranda Arm (ME)"

[HPL_Miranda_RightArm X2BodyPartTemplate]
DisplayName="Miranda Arm (ME)"

[LPW_Miranda_RightArm X2BodyPartTemplate]
DisplayName="Miranda Arm (ME)"

[MPW_Miranda_RightArm X2BodyPartTemplate]
DisplayName="Miranda Arm (ME)"

[HPW_Miranda_RightArm X2BodyPartTemplate]
DisplayName="Miranda Arm (ME)"


; ////////////////////////////////////////////
; ********************************************
; LIARA
; ********************************************
; ////////////////////////////////////////////
; ********************************************

;Liara LEFT ARM

[CNV_Liara_LeftArm_Suit X2BodyPartTemplate]
DisplayName="Liara Arm (ME)"

[LPL_Liara_LeftArm_Suit X2BodyPartTemplate]
DisplayName="Liara Arm (ME)"

[MPL_Liara_LeftArm_Suit X2BodyPartTemplate]
DisplayName="Liara Arm (ME)"

[HPL_Liara_LeftArm_Suit X2BodyPartTemplate]
DisplayName="Liara Arm (ME)"

[LPW_Liara_LeftArm_Suit X2BodyPartTemplate]
DisplayName="Liara Arm (ME)"

[MPW_Liara_LeftArm_Suit X2BodyPartTemplate]
DisplayName="Liara Arm (ME)"

[HPW_Liara_LeftArm_Suit X2BodyPartTemplate]
DisplayName="Liara Arm (ME)"

;Liara RIGHT ARM

[CNV_Liara_RightArm_Suit X2BodyPartTemplate]
DisplayName="Liara Arm (ME)"

[LPL_Liara_RightArm_Suit X2BodyPartTemplate]
DisplayName="Liara Arm (ME)"

[MPL_Liara_RightArm_Suit X2BodyPartTemplate]
DisplayName="Liara Arm (ME)"

[HPL_Liara_RightArm_Suit X2BodyPartTemplate]
DisplayName="Liara Arm (ME)"

[LPW_Liara_RightArm_Suit X2BodyPartTemplate]
DisplayName="Liara Arm (ME)"


; ////////////////////////////////////////////
; ********************************************
; KASUMI
; ********************************************
; ////////////////////////////////////////////
; ********************************************

[Kasumi_Facepaint X2BodyPartTemplate]
DisplayName="Kasumi Purple Stripe"

;HEAD GEAR

[Kasumi_Hood X2BodyPartTemplate]
DisplayName="Kasumi Hood (ME)"

[N7_Fury_Mask X2BodyPartTemplate]
DisplayName="Kasumi N7 Fury Mask (ME)"


;KASUMI ARM LEFT

[CNV_Kasumi_LeftArm X2BodyPartTemplate]
DisplayName="Kasumi Arm (ME)"

[LPL_Kasumi_LeftArm X2BodyPartTemplate]
DisplayName="Kasumi Arm (ME)"

[MPL_Kasumi_LeftArm X2BodyPartTemplate]
DisplayName="Kasumi Arm (ME)"

[HPL_Kasumi_LeftArm X2BodyPartTemplate]
DisplayName="Kasumi Arm (ME)"

[LPW_Kasumi_LeftArm X2BodyPartTemplate]
DisplayName="Kasumi Arm (ME)"

[MPW_Kasumi_LeftArm X2BodyPartTemplate]
DisplayName="Kasumi Arm (ME)"

[HPW_Kasumi_LeftArm X2BodyPartTemplate]
DisplayName="Kasumi Arm (ME)"

; KASUMI RIGHT ARM

[CNV_Kasumi_RightArm X2BodyPartTemplate]
DisplayName="Kasumi Arm (ME)"

[LPL_Kasumi_RightArm X2BodyPartTemplate]
DisplayName="Kasumi Arm (ME)"

[MPL_Kasumi_RightArm X2BodyPartTemplate]
DisplayName="Kasumi Arm (ME)"

[HPL_Kasumi_RightArm X2BodyPartTemplate]
DisplayName="Kasumi Arm (ME)"

[LPW_Kasumi_RightArm X2BodyPartTemplate]
DisplayName="Kasumi Arm (ME)"

[MPW_Kasumi_RightArm X2BodyPartTemplate]
DisplayName="Kasumi Arm (ME)"

[HPW_Kasumi_RightArm X2BodyPartTemplate]
DisplayName="Kasumi Arm (ME)"


; ********************************************
; ////////////////////////////////////////////
; NOVA
; ********************************************
; ////////////////////////////////////////////
; ********************************************

;NOVA VISOR

[Nova_Visor X2BodyPartTemplate]
DisplayName="Nova Visor (SC)"


;NOVA VISOR UP

[Nova_Visor_Up X2BodyPartTemplate]
DisplayName="Nova Visor Up (SC)"


;NOVA LEFT ARM

[CNV_Nova_LeftArm X2BodyPartTemplate]
DisplayName="Nova Arm (SC)"

[LPL_Nova_LeftArm X2BodyPartTemplate]
DisplayName="Nova Arm (SC)"

[MPL_Nova_LeftArm X2BodyPartTemplate]
DisplayName="Nova Arm (SC)"

[HPL_Nova_LeftArm X2BodyPartTemplate]
DisplayName="Nova Arm (SC)"

[LPW_Nova_LeftArm X2BodyPartTemplate]
DisplayName="Nova Arm (SC)"

[MPW_Nova_LeftArm X2BodyPartTemplate]
DisplayName="Nova Arm (SC)"

[HPW_Nova_LeftArm X2BodyPartTemplate]
DisplayName="Nova Arm (SC)"

;NOVA RIGHT ARM

[CNV_Nova_RightArm X2BodyPartTemplate]
DisplayName="Nova Arm (SC)"

[LPL_Nova_RightArm X2BodyPartTemplate]
DisplayName="Nova Arm (SC)"

[MPL_Nova_RightArm X2BodyPartTemplate]
DisplayName="Nova Arm (SC)"

[HPL_Nova_RightArm X2BodyPartTemplate]
DisplayName="Nova Arm (SC)"

[LPW_Nova_RightArm X2BodyPartTemplate]
DisplayName="Nova Arm (SC)"

[MPW_Nova_RightArm X2BodyPartTemplate]
DisplayName="Nova Arm (SC)"

[HPW_Nova_RightArm X2BodyPartTemplate]
DisplayName="Nova Arm (SC)"

;NOVA LEFT ARM BARE

[CNV_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm (SC)"

[LPL_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm (SC)"

[MPL_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm (SC)"

[HPL_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm (SC)"

[LPW_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm (SC)"

[MPW_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm (SC)"

[HPW_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm (SC)"

;NOVA RIGHT ARM BARE

[CNV_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm (SC)"

[LPL_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm (SC)"

[MPL_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm (SC)"

[HPL_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm (SC)"

[LPW_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm (SC)"

[MPW_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm (SC)"

[HPW_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm (SC)"

;NOVA LEFT ARM DECO

[CNV_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron (SC)"

[LPL_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron (SC)"

[MPL_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron (SC)"

[HPL_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron (SC)"

[LPW_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron (SC)"

[MPW_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron (SC)"

[HPW_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron (SC)"

;NOVA RIGHT ARM DECO

[CNV_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron (SC)"

[LPL_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron (SC)"

[MPL_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron (SC)"

[HPL_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron (SC)"

[LPW_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron (SC)"

[MPW_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron (SC)"

[HPW_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron (SC)"

; ********************************************
; ////////////////////////////////////////////
; ASARI
; ********************************************
; ////////////////////////////////////////////
; ********************************************

;=====================
;ARIA LEFT ARM
;=====================
[CNV_Aria_LeftArm X2BodyPartTemplate]
DisplayName="Aria Arm (ME)"

[LPL_Aria_LeftArm X2BodyPartTemplate]
DisplayName="Aria Arm (ME)"

[MPL_Aria_LeftArm X2BodyPartTemplate]
DisplayName="Aria Arm (ME)"

[HPL_Aria_LeftArm X2BodyPartTemplate]
DisplayName="Aria Arm (ME)"

[LPW_Aria_LeftArm X2BodyPartTemplate]
DisplayName="Aria Arm (ME)"

[MPW_Aria_LeftArm X2BodyPartTemplate]
DisplayName="Aria Arm (ME)"

[HPW_Aria_LeftArm X2BodyPartTemplate]
DisplayName="Aria Arm (ME)"
;
;=====================
;ARIA RIGHT ARM
;=====================
[CNV_Aria_RightArm X2BodyPartTemplate]
DisplayName="Aria Arm (ME)"

[LPL_Aria_RightArm X2BodyPartTemplate]
DisplayName="Aria Arm (ME)"

[MPL_Aria_RightArm X2BodyPartTemplate]
DisplayName="Aria Arm (ME)"

[HPL_Aria_RightArm X2BodyPartTemplate]
DisplayName="Aria Arm (ME)"

[LPW_Aria_RightArm X2BodyPartTemplate]
DisplayName="Aria Arm (ME)"

[MPW_Aria_RightArm X2BodyPartTemplate]
DisplayName="Aria Arm (ME)"

[HPW_Aria_RightArm X2BodyPartTemplate]
DisplayName="Aria Arm (ME)"
;
;=====================
;ARIA LEFT ARM BARE
;=====================
[CNV_Aria_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Aria Bare Arm (ME)"

[LPL_Aria_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Aria Bare Arm (ME)"

[MPL_Aria_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Aria Bare Arm (ME)"

[HPL_Aria_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Aria Bare Arm (ME)"

[LPW_Aria_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Aria Bare Arm (ME)"

[MPW_Aria_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Aria Bare Arm (ME)"

[HPW_Aria_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Aria Bare Arm (ME)"
;
;=====================
;ARIA RIGHT ARM BARE
;=====================
[CNV_Aria_RightArm_Bare X2BodyPartTemplate]
DisplayName="Aria Bare Arm (ME)"

[LPL_Aria_RightArm_Bare X2BodyPartTemplate]
DisplayName="Aria Bare Arm (ME)"

[MPL_Aria_RightArm_Bare X2BodyPartTemplate]
DisplayName="Aria Bare Arm (ME)"

[HPL_Aria_RightArm_Bare X2BodyPartTemplate]
DisplayName="Aria Bare Arm (ME)"

[LPW_Aria_RightArm_Bare X2BodyPartTemplate]
DisplayName="Aria Bare Arm (ME)"

[MPW_Aria_RightArm_Bare X2BodyPartTemplate]
DisplayName="Aria Bare Arm (ME)"

[HPW_Aria_RightArm_Bare X2BodyPartTemplate]
DisplayName="Aria Bare Arm (ME)"
;
;
;=====================
;SAMARA LEFT ARM
;=====================
[CNV_Samara_LeftArm X2BodyPartTemplate]
DisplayName="Samara Arm (ME)"

[LPL_Samara_LeftArm X2BodyPartTemplate]
DisplayName="Samara Arm (ME)"

[MPL_Samara_LeftArm X2BodyPartTemplate]
DisplayName="Samara Arm (ME)"

[HPL_Samara_LeftArm X2BodyPartTemplate]
DisplayName="Samara Arm (ME)"

[LPW_Samara_LeftArm X2BodyPartTemplate]
DisplayName="Samara Arm (ME)"

[MPW_Samara_LeftArm X2BodyPartTemplate]
DisplayName="Samara Arm (ME)"

[HPW_Samara_LeftArm X2BodyPartTemplate]
DisplayName="Samara Arm (ME)"
;
;=====================
;SAMARA RIGHT ARM
;=====================
[CNV_Samara_RightArm X2BodyPartTemplate]
DisplayName="Samara Arm (ME)"

[LPL_Samara_RightArm X2BodyPartTemplate]
DisplayName="Samara Arm (ME)"

[MPL_Samara_RightArm X2BodyPartTemplate]
DisplayName="Samara Arm (ME)"

[HPL_Samara_RightArm X2BodyPartTemplate]
DisplayName="Samara Arm (ME)"

[LPW_Samara_RightArm X2BodyPartTemplate]
DisplayName="Samara Arm (ME)"

[MPW_Samara_RightArm X2BodyPartTemplate]
DisplayName="Samara Arm (ME)"

[HPW_Samara_RightArm X2BodyPartTemplate]
DisplayName="Samara Arm (ME)"
;
;=====================
;SAMARA LEFT ARM DECO
;=====================
[CNV_Samara_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Samara Pauldron (ME)"

[LPL_Samara_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Samara Pauldron (ME)"

[MPL_Samara_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Samara Pauldron (ME)"

[HPL_Samara_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Samara Pauldron (ME)"

[LPW_Samara_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Samara Pauldron (ME)"

[MPW_Samara_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Samara Pauldron (ME)"

[HPW_Samara_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Samara Pauldron (ME)"
;
;=====================
;SAMARA RIGHT ARM DECO
;=====================
[CNV_Samara_RightArm_Deco X2BodyPartTemplate]
DisplayName="Samara Pauldron (ME)"

[LPL_Samara_RightArm_Deco X2BodyPartTemplate]
DisplayName="Samara Pauldron (ME)"

[MPL_Samara_RightArm_Deco X2BodyPartTemplate]
DisplayName="Samara Pauldron (ME)"

[HPL_Samara_RightArm_Deco X2BodyPartTemplate]
DisplayName="Samara Pauldron (ME)"

[LPW_Samara_RightArm_Deco X2BodyPartTemplate]
DisplayName="Samara Pauldron (ME)"

[MPW_Samara_RightArm_Deco X2BodyPartTemplate]
DisplayName="Samara Pauldron (ME)"

[HPW_Samara_RightArm_Deco X2BodyPartTemplate]
DisplayName="Samara Pauldron (ME)"
;
;=======================
;SAMARA JUSTICAR CHOKER
;=======================
[Justicar_Choker X2BodyPartTemplate]
DisplayName="Justicar Choker (ME)"
;
;=======================
;SAMARA JUSTICAR CROWN
;=======================
[Justicar_Crown X2BodyPartTemplate]
DisplayName="Justicar Crown (ME)"
;
;
;=====================
;TELA VASIR LEFT ARM
;=====================
[CNV_TelaVasir_LeftArm X2BodyPartTemplate]
DisplayName="Tela Vasir Arm (ME)"

[LPL_TelaVasir_LeftArm X2BodyPartTemplate]
DisplayName="Tela Vasir Arm (ME)"

[MPL_TelaVasir_LeftArm X2BodyPartTemplate]
DisplayName="Tela Vasir Arm (ME)"

[HPL_TelaVasir_LeftArm X2BodyPartTemplate]
DisplayName="Tela Vasir Arm (ME)"

[LPW_TelaVasir_LeftArm X2BodyPartTemplate]
DisplayName="Tela Vasir Arm (ME)"

[MPW_TelaVasir_LeftArm X2BodyPartTemplate]
DisplayName="Tela Vasir Arm (ME)"

[HPW_TelaVasir_LeftArm X2BodyPartTemplate]
DisplayName="Tela Vasir Arm (ME)"
;
;=====================
;TELA VASIR RIGHT ARM
;=====================
[CNV_TelaVasir_RightArm X2BodyPartTemplate]
DisplayName="Tela Vasir Arm (ME)"

[LPL_TelaVasir_RightArm X2BodyPartTemplate]
DisplayName="Tela Vasir Arm (ME)"

[MPL_TelaVasir_RightArm X2BodyPartTemplate]
DisplayName="Tela Vasir Arm (ME)"

[HPL_TelaVasir_RightArm X2BodyPartTemplate]
DisplayName="Tela Vasir Arm (ME)"

[LPW_TelaVasir_RightArm X2BodyPartTemplate]
DisplayName="Tela Vasir Arm (ME)"

[MPW_TelaVasir_RightArm X2BodyPartTemplate]
DisplayName="Tela Vasir Arm (ME)"

[HPW_TelaVasir_RightArm X2BodyPartTemplate]
DisplayName="Tela Vasir Arm (ME)"
;
;=====================
;TELA VASIR LEFT ARM DECO
;=====================
[CNV_TelaVasir_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Tela Vasir Pauldron (ME)"

[LPL_TelaVasir_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Tela Vasir Pauldron (ME)"

[MPL_TelaVasir_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Tela Vasir Pauldron (ME)"

[HPL_TelaVasir_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Tela Vasir Pauldron (ME)"

[LPW_TelaVasir_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Tela Vasir Pauldron (ME)"

[MPW_TelaVasir_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Tela Vasir Pauldron (ME)"

[HPW_TelaVasir_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Tela Vasir Pauldron (ME)"
;
;=====================
;TELA VASIR RIGHT ARM DECO
;=====================
[CNV_TelaVasir_RightArm_Deco X2BodyPartTemplate]
DisplayName="Tela Vasir Pauldron (ME)"

[LPL_TelaVasir_RightArm_Deco X2BodyPartTemplate]
DisplayName="Tela Vasir Pauldron (ME)"

[MPL_TelaVasir_RightArm_Deco X2BodyPartTemplate]
DisplayName="Tela Vasir Pauldron (ME)"

[HPL_TelaVasir_RightArm_Deco X2BodyPartTemplate]
DisplayName="Tela Vasir Pauldron (ME)"

[LPW_TelaVasir_RightArm_Deco X2BodyPartTemplate]
DisplayName="Tela Vasir Pauldron (ME)"

[MPW_TelaVasir_RightArm_Deco X2BodyPartTemplate]
DisplayName="Tela Vasir Pauldron (ME)"

[HPW_TelaVasir_RightArm_Deco X2BodyPartTemplate]
DisplayName="Tela Vasir Pauldron (ME)"
;
;
;=====================
;ASARI COMMANDO LEFT ARM
;=====================
[CNV_Commando_LeftArm X2BodyPartTemplate]
DisplayName="Asari Commando Arm (ME)"

[LPL_Commando_LeftArm X2BodyPartTemplate]
DisplayName="Asari Commando Arm (ME)"

[MPL_Commando_LeftArm X2BodyPartTemplate]
DisplayName="Asari Commando Arm (ME)"

[HPL_Commando_LeftArm X2BodyPartTemplate]
DisplayName="Asari Commando Arm (ME)"

[LPW_Commando_LeftArm X2BodyPartTemplate]
DisplayName="Asari Commando Arm (ME)"

[MPW_Commando_LeftArm X2BodyPartTemplate]
DisplayName="Asari Commando Arm (ME)"

[HPW_Commando_LeftArm X2BodyPartTemplate]
DisplayName="Asari Commando Arm (ME)"
;
;=====================
;ASARI COMMANDO RIGHT ARM
;=====================
[CNV_Commando_RightArm X2BodyPartTemplate]
DisplayName="Asari Commando Arm (ME)"

[LPL_Commando_RightArm X2BodyPartTemplate]
DisplayName="Asari Commando Arm (ME)"

[MPL_Commando_RightArm X2BodyPartTemplate]
DisplayName="Asari Commando Arm (ME)"

[HPL_Commando_RightArm X2BodyPartTemplate]
DisplayName="Asari Commando Arm (ME)"

[LPW_Commando_RightArm X2BodyPartTemplate]
DisplayName="Asari Commando Arm (ME)"

[MPW_Commando_RightArm X2BodyPartTemplate]
DisplayName="Asari Commando Arm (ME)"

[HPW_Commando_RightArm X2BodyPartTemplate]
DisplayName="Asari Commando Arm (ME)"
;
;=====================
;COMMANDO LEFT ARM BARE
;=====================
[CNV_Commando_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Asari Commando Bare Arm (ME)"

[LPL_Commando_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Asari Commando Bare Arm (ME)"

[MPL_Commando_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Asari Commando Bare Arm (ME)"

[HPL_Commando_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Asari Commando Bare Arm (ME)"

[LPW_Commando_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Asari Commando Bare Arm (ME)"

[MPW_Commando_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Asari Commando Bare Arm (ME)"

[HPW_Commando_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Asari Commando Bare Arm (ME)"
;
;=====================
;COMMANDO RIGHT ARM BARE
;=====================
[CNV_Commando_RightArm_Bare X2BodyPartTemplate]
DisplayName="Asari Commando Bare Arm (ME)"

[LPL_Commando_RightArm_Bare X2BodyPartTemplate]
DisplayName="Asari Commando Bare Arm (ME)"

[MPL_Commando_RightArm_Bare X2BodyPartTemplate]
DisplayName="Asari Commando Bare Arm (ME)"

[HPL_Commando_RightArm_Bare X2BodyPartTemplate]
DisplayName="Asari Commando Bare Arm (ME)"

[LPW_Commando_RightArm_Bare X2BodyPartTemplate]
DisplayName="Asari Commando Bare Arm (ME)"

[MPW_Commando_RightArm_Bare X2BodyPartTemplate]
DisplayName="Asari Commando Bare Arm (ME)"

[HPW_Commando_RightArm_Bare X2BodyPartTemplate]
DisplayName="Asari Commando Bare Arm (ME)"
;

;
;=====================
;ASARI ADEPT LEFT ARM
;=====================
[CNV_Adept_LeftArm X2BodyPartTemplate]
DisplayName="Asari Adept Arm (ME)"

[LPL_Adept_LeftArm X2BodyPartTemplate]
DisplayName="Asari Adept Arm (ME)"

[MPL_Adept_LeftArm X2BodyPartTemplate]
DisplayName="Asari Adept Arm (ME)"

[HPL_Adept_LeftArm X2BodyPartTemplate]
DisplayName="Asari Adept Arm (ME)"

[LPW_Adept_LeftArm X2BodyPartTemplate]
DisplayName="Asari Adept Arm (ME)"

[MPW_Adept_LeftArm X2BodyPartTemplate]
DisplayName="Asari Adept Arm (ME)"

[HPW_Adept_LeftArm X2BodyPartTemplate]
DisplayName="Asari Adept Arm (ME)"
;
;=====================
;ASARI ADEPT RIGHT ARM
;=====================
[CNV_Adept_RightArm X2BodyPartTemplate]
DisplayName="Asari Adept Arm (ME)"

[LPL_Adept_RightArm X2BodyPartTemplate]
DisplayName="Asari Adept Arm (ME)"

[MPL_Adept_RightArm X2BodyPartTemplate]
DisplayName="Asari Adept Arm (ME)"

[HPL_Adept_RightArm X2BodyPartTemplate]
DisplayName="Asari Adept Arm (ME)"

[LPW_Adept_RightArm X2BodyPartTemplate]
DisplayName="Asari Adept Arm (ME)"

[MPW_Adept_RightArm X2BodyPartTemplate]
DisplayName="Asari Adept Arm (ME)"

[HPW_Adept_RightArm X2BodyPartTemplate]
DisplayName="Asari Adept Arm (ME)"
;
;
;========================
;ASARI FACEPAINTS
;========================
[Asari_Facepaint_01 X2BodyPartTemplate]
DisplayName="The Omega (ME)"
;
[Asari_Facepaint_02 X2BodyPartTemplate]
DisplayName="The Corrupt (ME)"
;
[Asari_Facepaint_03 X2BodyPartTemplate]
DisplayName="The Matron (ME)"
;
[Asari_Facepaint_04 X2BodyPartTemplate]
DisplayName="The Peebee (ME)"
;
[Asari_Facepaint_05 X2BodyPartTemplate]
DisplayName="The Sorrow (ME)"
;
[Asari_Facepaint_06 X2BodyPartTemplate]
DisplayName="The Ascended (ME)"
;
[Asari_Facepaint_07 X2BodyPartTemplate]
DisplayName="The Templar (ME)"
;
[Asari_Facepaint_08 X2BodyPartTemplate]
DisplayName="The Huntress (ME)"
;
[Asari_Facepaint_09 X2BodyPartTemplate]
DisplayName="The Revenant (ME)"
;
[Asari_Facepaint_10 X2BodyPartTemplate]
DisplayName="The Kirrahe (ME)"
;
[Asari_Facepaint_11 X2BodyPartTemplate]
DisplayName="The Reaver (ME)"
;
[Asari_Facepaint_12 X2BodyPartTemplate]
DisplayName="The Pathfinder (ME)"
;







